Repository: dinhquydds/nanocucurmin
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Abstract
vi: Tóm tắt

source: All rights reserved.
vi: Tất cả quyền được bảo lưu.

source: I cannot say that I feel anything in particular, except a kind of quiet satisfaction.
vi: Tôi không thể nói rằng tôi cảm thấy bất cứ điều gì đặc biệt, ngoại trừ một loại yên tĩnh hài lòng.

source: It did.
vi: Nó đã làm.

source: Objective:
vi: Mục tiêu:
